Repository: common-repository/seocare
Catalog: i18n/seocare-*.po
Languages: nl_nl

source: Save Changes
nl_nl: Veranderingen opslaan

source: Keywords
nl_nl: Kernwoorden

source: Seperate keywords with commas
nl_nl: kernwoorden scheiden met komma's

source: Keyword
nl_nl: Kernwoord

source: Density
nl_nl: Woord dichtheid

source: SeoCare check
nl_nl: SeoCare controle

source: Final result
nl_nl: Resultaat

source: You can publish this post
nl_nl: Je kan dit artikel publiceren

source: You can't publish this post until you have a grade higher than 6.
nl_nl: Je kan dit artikel niet publiceren zolang je een punt onder de 6 hebt

source: Title is not empty
nl_nl: De titel is niet leeg

source: The title can't be empty
nl_nl: De titel mag niet leeg zijn

source: Title has enough words
nl_nl: De titel heeft genoeg woorden

source: The title should have between %d and %d words.
nl_nl: De titel moet tussen de %d en de %d woorden zijn.

source: The title contains no forbidden words
nl_nl: De titel bevat geen verboden woorden

source: The title contains forbidden words.
nl_nl: De titel bevat verboden woorden.

source: The text has a correct ammount of words
nl_nl: De tekst heeft het juiste aantal woorden

source: The text should have between %d and %d words
nl_nl: De tekst moet tussen de %d en de %d woorden bevatten

source: There are keyword(s) in the title
nl_nl: Er zitten kernwoord(en) in de titel

source: There should be keyword(s) in the title
nl_nl: Er moeten kernwoord(en) in de titel zitten

source: The keywords appear enough in this post
nl_nl: De kernwoorden komen voldoende voor in de tekst

source: The keywords should have a density between %d%% and %d%%
nl_nl: De kernwoorden moeten een dichtheid hebben tussen %d%% en %d%%

source: The tags appear in this post
nl_nl: De tags komen in de tekst voor

source: At least %d tag(s) should appear %d time(s) in this post
nl_nl: Minstens %d tag(s) moet(en) %d keer voorkomen in dit artikel

source: General
nl_nl: Algemeen

source: General Explanation text
nl_nl: Algmene uitleg

source: Disallow to publish an article with a grade lower than 6
nl_nl: Verbied een artikel te publiceren met een punt lager dan een 6

source: Title
nl_nl: Titel

source: Title not empty
nl_nl: Geen lege titel

source: Cannot be empty
nl_nl: Kan niet leeg zijn

source: Enabled
nl_nl: Activeren

source: Mandatory
nl_nl: Verplicht

source: Title number of words
nl_nl: Aantal woorden in de titel

source: Number of words in the title
nl_nl: Aantal woorden in de titel

source: Title disallowed words
nl_nl: Verboden woorden in de titel

source: the,on,in
nl_nl: de,op,in

source: Disallowed words
nl_nl: Verboden woorden

source: (Seperate words with commas)
nl_nl: (Scheid de woorden met komma's)

source: Text
nl_nl: Tekst

source: Text number of words
nl_nl: Aantal woorden in de tekst

source: Number of words in the text
nl_nl: Aantal woorden in de tekst

source: Explanation Keywords
nl_nl: Uitleg kernwoorden

source: Keywords has to be in the title
nl_nl: Er moeten kernwoorden in de titel voorkomen

source: Keywords should have a density between
nl_nl: De woordichtheid van de kernwoorden moet zitten tussen

source: Minimal
nl_nl: Minimaal

source: Maximal
nl_nl: Maximaal

source: tag(s) should be
nl_nl: tag(s) zouden

source: time(s) in the post
nl_nl: keer in het artikel moeten voorkomen

source: More information?
nl_nl: Meer informatie?

source: This plugin is made by <a href='http://www.vakanties.nl'>Vakanties.nl</a> for more information go to <a href='http://www.vakanties.nl/seocare/'>http://www.Vakanties.nl/seocare/</a>
nl_nl: Deze plugin is gemaakt door <a href='http://www.vakanties.nl'>Vakanties.nl</a> voor meer informatie ga naar <a href='http://www.vakanties.nl/seocare/'>http://www.Vakanties.nl/seocare/</a>
